Repository: kodujdlapolski/arguman.org
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Publish selected posts
pl: Opublikuj wybrane aktualności

source: Mark as draft selected posts
pl: Oznacz wybrane posty jako szkice

source: Name
pl: Tytuł

source: Slug
pl: Skrócony link

source: Content
pl: Treść

source: Published
pl: Opublikowano

source: is a
pl: jest

source: part of
pl: jest częścią

source: opposite with
pl: to zaprzeczenie

source: whole of
pl: zawiera w sobie

source: You should write a premise or link an argument.
pl: Podaj proszę argument lub link do tezy.

source: but
pl: przeciw

source: because
pl: za

source: however
pl: warto zauważyć

source: Begging The Question
pl: Petitio principii - żądanie podstawy

source: Irrelevant Conclusion
pl: Ignoratio elenchi - argument nie odnosi się do przedmiotu

source: Fallacy Of Red Herring
pl: Fałszywy trop - odwrócenie uwagi

source: Argument Against TheMan
pl: Argumentum ad hominem - powołanie się na opinie, zachowania

source: Argument
pl: Teza

source: Description
pl: Opis

source: Original Discourse
pl: Autor

source: Sources
pl: Źródła

source: Parent
pl: Argument

source: The parent of premise. If you don't choose anything, it will be a main premise.
pl: Argument, do którego się odnosisz. Domyślnie zostanie wybrana podstawowa teza.

source: Premise Type
pl: Typ argumentu

source: Premise Content
pl: Treść argumentu

source: Related Argument
pl: Oprzyj się na istniejącej tezie

source: You can also associate your premise with an argument.
pl: Zacznij wpisywać tekst, a podpowiemy na jakich istniejących tezach możesz się oprzeć.

source: Reason
pl: Przyczyna

source: Please explain that why the premise is a fallacy.
pl: Wyjaśnij proszę dlaczego ten argument zawiera błąd logiczny.

source: Fallacy Type
pl: Typ błędu logicznego

source: Username
pl: Nazwa użytkownika

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
pl: Publiczna nazwa użytkownika. Pole wymagane. Dopuszczalne jest użycie do 30 znaków spośród: liter, cyfr oraz znaków @/./+/-/_.

source: Invalid characters
pl: Użyto niedozwolonych znaków

source: The two password fields didn't match.
pl: Hasła nie zgadzają się. Wpisz je ponownie.

source: New password
pl: Nowe hasło

source: New password confirmation
pl: Potwierdź nowe hasło

source: email notification
pl: Chcę otrzymywać powiadomienia mailowe

source: Load more
pl: Wczytaj więcej

source: Login
pl: Zaloguj się

source: or login with twitter
pl: lub zaloguj się kontem Twitter

source: Forgot your password?
pl: Nie pamiętasz hasła?

source: <a href="%(login_url)s">Login</a> or <a href="%(register_url)s">register</a> to add a premise for this argument.
pl: <a href="%(login_url)s">Zaloguj się</a> lub <a href="%(register_url)s">zarejestruj</a>, aby dodać argument przeciw lub za tą tezą.

source: The password changed successfully.
pl: Zmieniliśmy twoje hasło.

source: Enter your password
pl: Podaj nowe hasło

source: New password (again)
pl: Powtórz nowe hasło

source: Change my password
pl: Zmień hasłó

source: Invalid password reset url.
pl: Niepoprawny link resetu hasła. Poproś o ponowny reset hasła.

source: We have sent an email to reset your password. Please check your inbox.
pl: Wysłaliśmy tobie email z informacjami dotyczącymi zmiany hasła.

source: You're receiving this email because you requested a password reset for your user account at arguman.org
pl: Otrzymujesz ten email, ponieważ ktoś poprosił o zresetowanie twojego hasła na stronie arguman.org

source: Please go to the following page and choose a new password:
pl: Wejdź proszę na następującą stronę, aby wybrać nowe hasło:

source: Your username, in case you've forgotten:
pl: Twoja nazwa użytkownika to:

source: Reset Password
pl: Zresetuj hasło

source: Submit
pl: Wyślij

source: supporter.
pl: popierający.

source: fallacy report.
pl: zgłoszonych błędów logicznych.

source: No data.
pl: Brak danych.

source: date joined
pl: data założenia konta

source: Following
pl: Obserwujesz

source: Followers
pl: Obserwują cię

source: Arguments
pl: Tezy

source: Premises
pl: Argumenty

source: Fallacy Reports
pl: Zgłoszone błędy logiczne

source: update profile
pl: zaktualizuj profil

source: Unfollow
pl: Przestań obserwować

source: Follow
pl: Obserwuj

source: Most active channels
pl: Najbardziej aktywne kanały

source: Most discussed users
pl: Użytkownicy z popularnymi dyskusjami

source: Most supported premises
pl: Najbardziej popierane argumenty

source: Register
pl: Zarejestruj się

source: You can update your profile picture on <a href="http://gravatar.com">gravatar.com</a>.
pl: Możesz zmienić swoje zdjęcie profilowe powiązując je ze swoim adresem email w serwisie <a href="http://gravatar.com">gravatar.com</a>.

source: Update Profile
pl: Zaktualizuj Profil

source: Update
pl: Zaktualizuj

source: Argument Analysis Platform. Create and analyze argument maps online.
pl: Platforma Analizy Tez. Zaproponuj i dyskutuj nad tezami.

source: Argument analysis and mapping platform
pl: Analiza tez poprzez mapowanie argumentów

source: Announcement:
pl: Ogłoszenie:

source: about
pl: o serwisie

source: register
pl: zarejestruj się

source: login
pl: zaloguj się

source: new argument
pl: nowa teza

source: logout
pl: wyloguj się

source: search keywords
pl: wyszukuj

source: Languages:
pl: Zmień język:

source: Follow on twitter:
pl: Obserwuj na twitterze:

source: arguman.org is an open-source project. you can follow the <a href="http://github.com/arguman/arguman.org">organization</a> on github.
pl: arguman.org to projekt open-source. Obserwuj rozwój projektu na <a href="http://github.com/arguman/arguman.org">Github</a>.

source: Terms of Service
pl: Regulamin serwisu

source: Feedback
pl: Zgłoś uwagi

source: Donate
pl: Wesprzyj nas

source: Fallacies
pl: Błędy logiczne

source: arguman.org is an <a href="%(about_url)s">argument analysis</a> platform.
pl: arguman.org to platforma <a href="%(about_url)s">analizy argumentacji</a>.

source: Show only followed users activity.
pl: Pokaż tylko aktywność obserwowanych użytkowników.

source: Show all users activity.
pl: Pokaż aktywność wszystkich użytkowników.

source: Newsfeed seems empty.
pl: Brak aktywności.

source: created an argument:
pl: utworzył tezę:

source: reported <strong>%(fallacy)s</strong> for a premise.
pl: zgłosił <strong>%(fallacy)s</strong> dotyczący argumentu.

source: following <a href="%(profile_url)s" class="contention-link">%(username)s</a>
pl: obserwuje <a href="%(profile_url)s" class="contention-link">%(username)s</a>

source: associated with another argument
pl: odwołał(a) się do innej tezy

source: Notifications
pl: Powiadomienia

source: added a <span class="premise-type %(class)s">%(label)s</span> premise
pl: dodał(a) <span class="premise-type %(class)s">%(label)s</span> argument

source: is following you.
pl: obserwuje cię.

source: Your premise reported as <strong>%(label)s</strong>
pl: Twój argument został zgłoszony jako <strong>%(label)s</strong>

source: supported your premise
pl: poparł(a) twój argument

source: Regular users
pl: Aktywni użytkownicy

source: add new relation
pl: dodaj relację

source: create an argument
pl: dodaj nową tezę

source: New Relation
pl: Nowa relacja

source: Relation types
pl: Typy relacji

source: all channels
pl: wszystkie kanały

source: See all
pl: Zobacz wszystkie

source: add premise
pl: dodaj argument

source: remove
pl: usuń

source: Argument Map
pl: Mapa argumentacji

source: sender
pl: wysłał(a)

source: source
pl: źródło

source: RANDOM
pl: LOSOWA TEZA

source: RELATED ARGUMENTS
pl: POWIĄZANE TEZY

source: share
pl: udostępnij

source: view
pl: zobacz

source: Tree
pl: Drzewo

source: List
pl: Lista

source: sender:
pl: wysłał(a):

source: objection rate
pl: procent odrzucenia

source: support rate
pl: procent poparcia

source: Neutral support and objection rate.
pl: Argumenty za i przeciw są wyważone.

source: No results found.
pl: Nie znaleziono wyników.

source: Edit Argument
pl: Edytuj Tezę

source: Remove the argument
pl: Usuń tezę

source: Edit Premise
pl: Edytuj argument

source: The main contention. It will be arguable with own premises. The Premises can prove or rebuttal this contention.<br> Examples: <ul> <li>Real art is for society, not for profit</li> <li>The meaning of life is 42</li> <li>Ethics man did what had to be done</li> </ul>
pl: Podstawowa teza. Argumenty do niej się odwołujące będą mogły ją udowodnić lub jej zaprzeczyć.<br/> Przykłady: <ul> <li>Prawdziwa sztuka tworzona jest dla społeczeństwa, a nie dla zysku</li><li>Kara śmierci powinna być dozwolona</li><li>Zwierzęta nie powinny być zabijane na futra</li> </ul>

source: You have to choose a fallacy type. For more information, you can look at the <a href="https://en.wikipedia.org/wiki/List_of_fallacies">wikipedia entry</a> for fallacies.
pl: Musisz wybrać typ błędu logicznego. Po szczegóły zajrzyj na <a href="https://pl.wikipedia.org/wiki/B%C5%82%C4%99dy_logiczno-j%C4%99zykowe">Wikipedię</a>.

source: The owner of argument. It can be instutation, person, book, or a paper. Examples: <ul> <li>On the Origin of Species</li> <li>Friedrich Nietzsche</li> <li>Piet Mondiran</li> <li>The Guardian</li> </ul>
pl: Autor tezy. Może to być instytucja, osoba, książka, gazeta, itp. Przykłady: <ul> <li>O pochodzeniu gatunków</li> <li>Friedrich Nietzsche</li> <li>Piet Mondiran</li> <li>Rzeczpospolita</li> </ul>

source: Example: Charles Darwin's The Origin of Species
pl: Przykład: 'O pochodzeniu gatunków', Charles Darwin

source: The type of premise. It can be: <ul> <li> but: An objection against the contention. </li> <li> because: A reason for proof the contention. </li> <li> however: An additional situation for the premise. </li> </ul>
pl: Typ argumentu. Może być to: <ul> <li> but: An objection against the contention. </li> <li> because: A reason for proof the contention. </li> <li> however: An additional situation for the premise. </li> </ul>

source: The source of argument. It can be a URL, a book, or a newspaper. It is important for reliability of main contention.
pl: Źródło tej tezy. Może być to URL, książka, gazeta, itp. Podanie źródła jest istotne dla rzetelności dalszej debaty.

source: Go to parent premise
pl: Przejdź do nadrzędnego argumentu

source: Save and continue to edit
pl: Zapisz i przejdź dalej do edycji

source: The parent premise:
pl: Nadrzędny argument:

source: Characters remaining:
pl: Pozostało znaków:

source: (change)
pl: (zmień)

source: score:
pl: punktacja:

source: sources:
pl: źródła

source: undo
pl: cofnij

source: edit
pl: edytuj

source: Are you sure to remove this premise?
pl: Czy na pewno chcesz usunąć ten argument?

source: support
pl: poprzyj

source: report fallacy
pl: zgłoś błąd logiczny

source: The premise:
pl: Argument:

source: Report Fallacy
pl: Zgłoś błąd logiczny

source: open in tree view
pl: otwórz w widoku drzewa

source: branch
pl: gałąź

source: You can use arrow keys to navigate in the map.
pl: Użyj strzałek do nawigacji po mapie.

source: Loading tree...
pl: Trwa ładowanie drzewa...

source: The argument have no premises.
pl: Brak argumentów za i przeciw tezie.

source: Add a premise
pl: Dodaj argument

source: Edit argument
pl: Edytuj tezę

source: The argument is too complex. You can switch to list view.
pl: Drzewo tezy jest zbyt złożone. Przełącz się na widok listy.

source: last update:
pl: ostatnia aktualizacja:

source: Login with Twitter
pl: Zaloguj się przez Twitter

source: PARTICIPANT
pl: UCZESTNIK

source: BECAUSE
pl: ZA

source: BUT
pl: PRZECIW

source: HOWEVER
pl: WARTO ZAUWAŻYĆ

source: ARGUMENT
pl: TEZA

source: PREMISE
pl: ARGUMENT

source: SUPPORT
pl: POPRZYJ

source: Keywords:
pl: Słowa kluczowe:

source: users
pl: użytkownicy

source: premises
pl: argumenty

source: Statistics
pl: Statystyki

source: highest user karma
pl: najwyższa karma

source: most crowded arguments
pl: najbardziej angażujące tezy

source: most supported premises
pl: najbardziej popierane argumenty

source: most fallacy premises
pl: najbardziej błędne argumenty

source: this week
pl: w tym tygodniu

source: this month
pl: w tym miesiącu

source: all time
pl: kiedykolwiek

source: Newsfeed
pl: Aktualności

source: Featured
pl: Polecane

source: New
pl: Nowe
